Repository: ianfromdover/wurstfinger
Catalog: wurstfinger/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fi, fil, fr, he, hi, hr, it, ja, ko, pl, pt, ru, sv, th, uk, ur, vi

source: %@ (default: %@)
ar: %@ (افتراضي: %@)
de: %@ (Standard: %@)
el: %@ (προεπιλογή: %@)
es: %@ (predeterminado: %@)
fa: %@ (پیش‌فرض: %@)
fi: %@ (oletus: %@)
fr: %@ (par défaut : %@)
he: %@ (ברירת מחדל: %@)
hi: %@ (डिफ़ॉल्ट: %@)
hr: %@ (zadano: %@)
it: %@ (predefinita: %@)
ja: %@（デフォルト：%@）
ko: %@ (기본값: %@)
pl: %@ (domyślny: %@)
pt: %@ (predefinição: %@)
ru: %@ (по умолчанию: %@)
sv: %@ (standard: %@)
th: %@ (ค่าเริ่มต้น: %@)
uk: %@ (за замовчуванням: %@)
ur: %@ (طے شدہ: %@)
vi: %@ (mặc định: %@)

source: %@ + %lld more
ar: %@ + %lld إضافية
de: %@ + %lld weitere
el: %@ + %lld ακόμη
es: %@ + %lld más
fa: %@ + %lld مورد دیگر
fi: %@ + %lld muuta
fil: %@ + %lld pa
fr: %@ + %lld autres
he: %@ + %lld נוספות
hi: %@ + %lld और
hr: %@ + još %lld
it: %@ + altre %lld
ja: %@、ほか%lld件
ko: %@ 외 %lld개
pl: %@ + %lld więcej
pt: %@ + mais %lld
ru: %@ + ещё %lld
sv: %@ + %lld till
th: %@ + อีก %lld
uk: %@ + ще %lld
ur: %@ + %lld مزید
vi: %@ + %lld khác

source: About
ar: حول
de: Über
el: Σχετικά
es: Información
fa: درباره
fi: Tietoja
fil: Tungkol Dito
fr: À propos
he: אודות
hi: परिचय
hr: O aplikaciji
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt: Acerca de
ru: О приложении
sv: Om
th: เกี่ยวกับ
uk: Про програму
ur: بارے میں
vi: Giới thiệu

source: Activate "Allow Full Access" so cursor control and deletion gestures work.
ar: فعِّل "السماح بالوصول الكامل" حتى تعمل إيماءات التحكم في المؤشر والحذف.
de: Aktiviere "Vollzugriff erlauben", damit Cursorsteuerung und Löschgesten funktionieren.
el: Ενεργοποιήστε την επιλογή «Να επιτρέπεται η πλήρης πρόσβαση» ώστε να λειτουργούν ο έλεγχος του δρομέα και οι χειρονομίες διαγραφής.
es: Activa "Permitir acceso completo" para que funcionen el control del cursor y los gestos de borrado.
fa: «اجازهٔ دسترسی کامل» را فعال کنید تا کنترل نشانگر و حرکت‌های حذف کار کنند.
fi: Ota käyttöön "Salli täysi käyttöoikeus", jotta kohdistimen ohjaus ja poistoeleet toimivat.
fil: I-activate ang "Payagan ang Full Access" para gumana ang kontrol ng cursor at mga gesture sa pagbura.
fr: Activez « Autoriser l'accès complet » pour que le contrôle du curseur et les gestes de suppression fonctionnent.
he: הפעל את "אפשר גישה מלאה" כדי שמחוות שליטת הסמן והמחיקה יפעלו.
hi: "पूर्ण एक्सेस दें" चालू करें ताकि कर्सर नियंत्रण और डिलीट जेस्चर काम करें।
hr: Uključi „Dopusti puni pristup” kako bi radile geste za upravljanje pokazivačem i brisanje.
it: Attiva "Consenti accesso completo" affinché il controllo del cursore e i gesti di eliminazione funzionino.
ja: カーソル操作と削除ジェスチャを使えるように「フルアクセスを許可」をオンにしてください。
ko: 커서 제어 및 삭제 제스처가 작동하도록 "전체 접근 허용"을 켜세요.
pl: Włącz „Przyznaj pełny dostęp”, aby działało sterowanie kursorem i gesty usuwania.
pt: Ative "Permitir acesso total" para que os gestos de controlo do cursor e de eliminação funcionem.
ru: Включите «Разрешить полный доступ», чтобы работали управление курсором и жесты удаления.
sv: Aktivera "Tillåt fullständig åtkomst" så att markörstyrning och raderingsgester fungerar.
th: เปิดใช้ "อนุญาตการเข้าถึงเต็มรูปแบบ" เพื่อให้การควบคุมเคอร์เซอร์และท่าทางลบข้อความทำงานได้
uk: Увімкніть «Дозволити повний доступ», щоб працювали керування курсором і жести видалення.
ur: "مکمل رسائی کی اجازت دیں" فعال کریں تاکہ کرسر کنٹرول اور حذف کرنے کے اشارے کام کریں۔
vi: Bật "Cho phép truy cập đầy đủ" để các cử chỉ điều khiển con trỏ và xóa hoạt động.

source: Adjust the horizontal position of the keyboard when it is narrower than the screen.
ar: اضبط الموضع الأفقي للوحة المفاتيح عندما تكون أضيق من الشاشة.
de: Passe die horizontale Position der Tastatur an, wenn sie schmaler als der Bildschirm ist.
el: Προσαρμόστε την οριζόντια θέση του πληκτρολογίου όταν είναι στενότερο από την οθόνη.
es: Ajusta la posición horizontal del teclado cuando es más estrecho que la pantalla.
fa: وقتی صفحه‌کلید از صفحه نمایش باریک‌تر است، موقعیت افقی آن را تنظیم کنید.
fi: Säädä näppäimistön vaakasijaintia, kun se on näyttöä kapeampi.
fil: Iayos ang horizontal na posisyon ng keyboard kapag mas makitid ito kaysa sa screen.
fr: Ajustez la position horizontale du clavier lorsqu'il est plus étroit que l'écran.
he: התאם את המיקום האופקי של המקלדת כאשר היא צרה מהמסך.
hi: जब कीबोर्ड स्क्रीन से सँकरा हो, तो उसकी क्षैतिज स्थिति समायोजित करें।
hr: Prilagodi vodoravni položaj tipkovnice kad je uža od zaslona.
it: Regola la posizione orizzontale della tastiera quando è più stretta dello schermo.
ja: キーボードが画面より狭いときに、水平方向の位置を調整します。
ko: 키보드가 화면보다 좁을 때 가로 위치를 조정합니다.
pl: Dostosuj poziome położenie klawiatury, gdy jest węższa niż ekran.
pt: Ajuste a posição horizontal do teclado quando este for mais estreito do que o ecrã.
ru: Настройте положение клавиатуры по горизонтали, когда она уже экрана.
sv: Justera tangentbordets horisontella position när det är smalare än skärmen.
th: ปรับตำแหน่งแนวนอนของแป้นพิมพ์เมื่อแป้นพิมพ์แคบกว่าหน้าจอ
uk: Регулюйте горизонтальне положення клавіатури, коли вона вужча за екран.
ur: جب کی بورڈ اسکرین سے تنگ ہو تو اس کی افقی پوزیشن ایڈجسٹ کریں۔
vi: Điều chỉnh vị trí ngang của bàn phím khi bàn phím hẹp hơn màn hình.

source: Adjust the width-to-height ratio of the keys. 1.0 creates square keys (the default), and 1.62 is the golden ratio (widest).
ar: اضبط نسبة العرض إلى الارتفاع للمفاتيح. تُنشئ القيمة 1.0 مفاتيح مربّعة (الافتراضي)، والقيمة 1.62 هي النسبة الذهبية (الأعرض).
de: Passe das Verhältnis von Breite zu Höhe der Tasten an. 1,0 erzeugt quadratische Tasten (Standard), 1,62 ist der Goldene Schnitt (am breitesten).
el: Προσαρμόστε την αναλογία πλάτους προς ύψος των πλήκτρων. Το 1.0 δημιουργεί τετράγωνα πλήκτρα (η προεπιλογή) και το 1.62 είναι η χρυσή τομή (το πλατύτερο).
es: Ajusta la proporción entre el ancho y el alto de las teclas. 1.0 crea teclas cuadradas (por defecto) y 1.62 es la proporción áurea (las más anchas).
fa: نسبت عرض به ارتفاع کلیدها را تنظیم کنید. ۱٫۰ کلیدهای مربعی می‌سازد (پیش‌فرض) و ۱٫۶۲ نسبت طلایی است (پهن‌ترین).
fi: Säädä näppäinten leveyden ja korkeuden suhdetta. 1,0 tuottaa neliönmuotoiset näppäimet (oletus) ja 1,62 on kultainen leikkaus (levein).
fil: Iayos ang ratio ng lapad-sa-taas ng mga key. Ang 1.0 ay gumagawa ng parisukat na key (ang default), at ang 1.62 ay ang golden ratio (pinakamalapad).
fr: Ajustez le rapport largeur/hauteur des touches. 1,0 crée des touches carrées (par défaut) et 1,62 correspond au nombre d'or (le plus large).
he: התאם את יחס הרוחב-גובה של המקשים. 1.0 יוצר מקשים מרובעים (ברירת המחדל), ו-1.62 הוא יחס הזהב (הרחב ביותר).
hi: कुंजियों के चौड़ाई-से-ऊँचाई अनुपात को समायोजित करें। 1.0 वर्गाकार कुंजियाँ बनाता है (डिफ़ॉल्ट), और 1.62 गोल्डन रेशियो है (सबसे चौड़ा)।
hr: Prilagodi omjer širine i visine tipki. 1.0 stvara kvadratne tipke (zadano), a 1.62 je zlatni rez (najšire).
it: Regola il rapporto larghezza-altezza dei tasti. 1.0 crea tasti quadrati (l'impostazione predefinita), mentre 1.62 è la sezione aurea (la più larga).
ja: キーの幅と高さの比率を調整します。1.0で正方形のキー（デフォルト）になり、1.62で黄金比（最も幅広）になります。
ko: 키의 너비 대 높이 비율을 조정합니다. 1.0은 정사각형 키(기본값)를, 1.62는 황금비(가장 넓음)를 만듭니다.
pl: Dostosuj stosunek szerokości do wysokości klawiszy. 1.0 daje klawisze kwadratowe (domyślnie), a 1.62 to złoty podział (najszersze).
pt: Ajuste a proporção entre a largura e a altura das teclas. 1.0 cria teclas quadradas (a predefinição) e 1.62 é a proporção áurea (a mais larga).
ru: Настройте соотношение ширины и высоты клавиш. 1.0 создаёт квадратные клавиши (по умолчанию), а 1.62 — золотое сечение (самые широкие).
sv: Justera tangenternas förhållande mellan bredd och höjd. 1,0 ger kvadratiska tangenter (standard) och 1,62 är det gyllene snittet (bredast).
th: ปรับอัตราส่วนความกว้างต่อความสูงของปุ่ม 1.0 จะได้ปุ่มสี่เหลี่ยมจัตุรัส (ค่าเริ่มต้น) และ 1.62 คืออัตราส่วนทอง (กว้างที่สุด)
uk: Регулюйте співвідношення ширини до висоти клавіш. 1.0 створює квадратні клавіші (за замовчуванням), а 1.62 — це золотий перетин (найширше).
ur: کیز کی چوڑائی اور اونچائی کا تناسب ایڈجسٹ کریں۔ 1.0 مربع کیز بناتا ہے (طے شدہ)، اور 1.62 گولڈن تناسب ہے (سب سے چوڑا)۔
vi: Điều chỉnh tỷ lệ rộng trên cao của phím. 1.0 tạo phím vuông (mặc định), và 1.62 là tỷ lệ vàng (rộng nhất).

source: Advanced
ar: متقدم
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
it: Avanzate
ja: 詳細
ko: 고급
pl: Zaawansowane
pt: Avançado
ru: Дополнительно
sv: Avancerat
th: ขั้นสูง
uk: Додатково
ur: ایڈوانسڈ
vi: Nâng cao

source: Advanced gesture settings
ar: إعدادات الإيماءات المتقدمة
de: Erweiterte Gesteneinstellungen
el: Ρυθμίσεις χειρονομιών για προχωρημένους
es: Ajustes avanzados de gestos
fa: تنظیمات پیشرفتهٔ حرکت‌ها
fi: Eleiden lisäasetukset
fil: Advanced na mga setting ng gesture
fr: Réglages avancés des gestes
he: הגדרות מחוות מתקדמות
hi: उन्नत जेस्चर सेटिंग्स
hr: Napredne postavke gesti
it: Impostazioni avanzate dei gesti
ja: ジェスチャの詳細設定
ko: 고급 제스처 설정
pl: Zaawansowane ustawienia gestów
pt: Definições avançadas de gestos
ru: Расширенные настройки жестов
sv: Avancerade gestinställningar
th: การตั้งค่าท่าทางขั้นสูง
uk: Розширені налаштування жестів
ur: ایڈوانسڈ اشارہ ترتیبات
vi: Cài đặt cử chỉ nâng cao

source: All labels visible
ar: جميع التسميات ظاهرة
de: Alle Beschriftungen sichtbar
el: Όλες οι ετικέτες ορατές
es: Todas las etiquetas visibles
fa: همهٔ برچسب‌ها نمایان
fi: Kaikki merkinnät näkyvissä
fil: Nakikita ang lahat ng label
fr: Toutes les étiquettes visibles
he: כל התוויות גלויות
hi: सभी लेबल दिखाई दे रहे हैं
hr: Sve oznake vidljive
it: Tutte le etichette visibili
ja: すべてのラベルを表示
ko: 모든 레이블 표시
pl: Wszystkie etykiety widoczne
pt: Todas as etiquetas visíveis
ru: Все подписи видны
sv: Alla etiketter synliga
th: แสดงป้ายกำกับทั้งหมด
uk: Усі підписи видимі
ur: تمام لیبل نظر آ رہے ہیں
vi: Hiển thị tất cả nhãn

source: Allow full access
ar: السماح بالوصول الكامل
de: Vollzugriff erlauben
el: Να επιτρέπεται η πλήρης πρόσβαση
es: Permitir acceso completo
fa: اجازهٔ دسترسی کامل
fi: Salli täysi käyttöoikeus
fil: Payagan ang Full Access
fr: Autoriser l'accès complet
he: אפשר גישה מלאה
hi: पूर्ण एक्सेस दें
hr: Dopusti puni pristup
it: Consenti accesso completo
ja: フルアクセスを許可
ko: 전체 접근 허용
pl: Przyznaj pełny dostęp
pt: Permitir acesso total
ru: Разрешите полный доступ
sv: Tillåt fullständig åtkomst
th: อนุญาตการเข้าถึงเต็มรูปแบบ
uk: Дозволити повний доступ
ur: مکمل رسائی کی اجازت دیں
vi: Cho phép truy cập đầy đủ

source: Appearance
ar: المظهر
de: Darstellung
el: Εμφάνιση
es: Aspecto
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
he: מראה
hi: दिखावट
hr: Izgled
it: Aspetto
ja: 外観
ko: 외관
pl: Wygląd
pt: Aspeto
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
uk: Вигляд
ur: ظاہری شکل
vi: Giao diện

source: Applies when you drag the Space or Delete key to move the cursor or delete text.
ar: تُطبَّق عند سحب مفتاح المسافة أو الحذف لتحريك المؤشر أو حذف النص.
de: Gilt, wenn du die Leertaste oder Löschtaste ziehst, um den Cursor zu bewegen oder Text zu löschen.
el: Ισχύει όταν σέρνετε το πλήκτρο διαστήματος ή διαγραφής για να μετακινήσετε τον δρομέα ή να διαγράψετε κείμενο.
es: Se aplica al arrastrar la tecla Espacio o Borrar para mover el cursor o borrar texto.
fa: هنگامی که کلید فاصله یا حذف را برای جابه‌جایی نشانگر یا حذف متن می‌کشید اعمال می‌شود.
fi: Vaikuttaa, kun vedät väli- tai poistonäppäintä siirtääksesi kohdistinta tai poistaaksesi tekstiä.
fil: Nalalapat kapag ni-drag mo ang Space o Delete key para igalaw ang cursor o magbura ng teksto.
fr: S'applique lorsque vous faites glisser la touche Espace ou Suppr. pour déplacer le curseur ou supprimer du texte.
he: חל בעת גרירת מקש הרווח או המחיקה כדי להזיז את הסמן או למחוק טקסט.
hi: कर्सर हिलाने या टेक्स्ट डिलीट करने के लिए स्पेस या डिलीट कुंजी को ड्रैग करने पर लागू होता है।
hr: Primjenjuje se kad povučeš tipku Razmaknica ili Brisanje za pomicanje pokazivača ili brisanje teksta.
it: Si applica quando trascini il tasto Spazio o Elimina per spostare il cursore o eliminare il testo.
ja: スペースキーや削除キーをドラッグしてカーソルを移動したり、テキストを削除したりするときに適用されます。
ko: 스페이스 또는 삭제 키를 드래그하여 커서를 이동하거나 텍스트를 삭제할 때 적용됩니다.
pl: Działa przy przeciąganiu klawisza spacji lub usuwania w celu przesunięcia kursora lub usunięcia tekstu.
pt: Aplica-se quando arrasta a tecla Espaço ou Eliminar para mover o cursor ou apagar texto.
ru: Применяется при перетаскивании клавиши пробела или удаления для перемещения курсора или удаления текста.
sv: Gäller när du drar mellanslags- eller raderingstangenten för att flytta markören eller radera text.
th: ใช้เมื่อคุณลากปุ่มเว้นวรรคหรือปุ่มลบเพื่อเลื่อนเคอร์เซอร์หรือลบข้อความ
uk: Застосовується, коли ви перетягуєте клавішу пробілу або видалення, щоб перемістити курсор чи видалити текст.
ur: جب آپ کرسر کو منتقل کرنے یا متن حذف کرنے کے لیے اسپیس یا ڈیلیٹ کی کو ڈریگ کرتے ہیں تو لاگو ہوتا ہے۔
vi: Áp dụng khi bạn kéo phím Cách hoặc Xóa để di chuyển con trỏ hoặc xóa văn bản.

source: Applies when you touch any key.
ar: تُطبَّق عند لمس أي مفتاح.
de: Gilt, wenn du eine beliebige Taste berührst.
el: Ισχύει όταν αγγίζετε οποιοδήποτε πλήκτρο.
es: Se aplica al tocar cualquier tecla.
fa: هنگام لمس هر کلید اعمال می‌شود.
fi: Vaikuttaa, kun kosketat mitä tahansa näppäintä.
fil: Nalalapat kapag humawak ka sa anumang key.
fr: S'applique lorsque vous touchez une touche.
he: חל בעת נגיעה בכל מקש.
hi: किसी भी कुंजी को छूने पर लागू होता है।
hr: Primjenjuje se kad dodirneš bilo koju tipku.
it: Si applica quando tocchi un tasto qualsiasi.
ja: いずれかのキーに触れたときに適用されます。
ko: 아무 키나 누를 때 적용됩니다.
pl: Działa przy dotknięciu dowolnego klawisza.
pt: Aplica-se quando toca em qualquer tecla.
ru: Применяется при касании любой клавиши.
sv: Gäller när du rör vid en tangent.
th: ใช้เมื่อคุณแตะปุ่มใดก็ตาม
uk: Застосовується, коли ви торкаєтеся будь-якої клавіші.
ur: جب آپ کوئی کی چھوتے ہیں تو لاگو ہوتا ہے۔
vi: Áp dụng khi bạn chạm vào phím bất kỳ.

source: Aspect Ratio
ar: نسبة الأبعاد
de: Seitenverhältnis
el: Αναλογία διαστάσεων
es: Proporción
fa: نسبت ابعاد
fi: Kuvasuhde
fr: Proportions
he: יחס גובה-רוחב
hi: आस्पेक्ट रेशियो
hr: Omjer stranica
it: Proporzioni
ja: 縦横比
ko: 가로세로 비율
pl: Proporcje
pt: Proporção
ru: Соотношение сторон
sv: Proportioner
th: อัตราส่วน
uk: Співвідношення сторін
ur: پہلو تناسب
vi: Tỷ lệ khung

source: At least one language must be enabled.
ar: يجب تفعيل لغة واحدة على الأقل.
de: Mindestens eine Sprache muss aktiviert sein.
el: Πρέπει να είναι ενεργοποιημένη τουλάχιστον μία γλώσσα.
es: Al menos un idioma debe estar activado.
fa: دست‌کم یک زبان باید فعال باشد.
fi: Vähintään yhden kielen on oltava käytössä.
fil: Kailangang naka-enable ang kahit isang wika.
fr: Au moins une langue doit être activée.
he: לפחות שפה אחת חייבת להיות מופעלת.
hi: कम से कम एक भाषा चालू होनी चाहिए।
hr: Najmanje jedan jezik mora biti omogućen.
it: Almeno una lingua deve essere attiva.
ja: 少なくとも1つの言語を有効にする必要があります。
ko: 언어를 하나 이상 사용해야 합니다.
pl: Co najmniej jeden język musi być włączony.
pt: É necessário ativar pelo menos um idioma.
ru: Хотя бы один язык должен быть включён.
sv: Minst ett språk måste vara aktiverat.
th: ต้องเปิดใช้อย่างน้อยหนึ่งภาษา
uk: Має бути увімкнена принаймні одна мова.
ur: کم از کم ایک زبان فعال ہونی چاہیے۔
vi: Phải bật ít nhất một ngôn ngữ.

source: Auto-Capitalize
ar: الأحرف الكبيرة تلقائيًا
de: Auto-Großschreibung
el: Αυτόματα κεφαλαία
es: Mayúsculas automáticas
fa: بزرگ‌نویسی خودکار
fi: Automaattiset isot kirjaimet
fr: Majuscule automatique
he: אותיות רישיות אוטומטיות
hi: ऑटो-कैपिटलाइज़
hr: Automatska velika slova
it: Maiuscole automatiche
ja: 自動大文字化
ko: 자동 대문자화
pl: Autom. wielkie litery
pt: Maiúsculas automáticas
ru: Автопрописные
sv: Automatisk versal
th: พิมพ์ตัวใหญ่อัตโนมัติ
uk: Автоматичні великі літери
ur: خودکار کیپیٹلائز
vi: Tự động viết hoa

source: Cannot Disable
ar: لا يمكن التعطيل
de: Deaktivieren nicht möglich
el: Αδυναμία απενεργοποίησης
es: No se puede desactivar
fa: نمی‌توان غیرفعال کرد
fi: Ei voi poistaa käytöstä
fil: Hindi Maaaring I-disable
fr: Désactivation impossible
he: לא ניתן להשבית
hi: बंद नहीं कर सकते
hr: Nije moguće onemogućiti
it: Impossibile disattivare
ja: 無効にできません
ko: 사용 중지할 수 없음
pl: Nie można wyłączyć
pt: Não é possível desativar
ru: Нельзя отключить
sv: Kan inte avaktiveras
th: ปิดใช้ไม่ได้
uk: Неможливо вимкнути
ur: غیر فعال نہیں کیا جا سکتا
vi: Không thể tắt

source: Capitalize after sentence-ending punctuation
ar: استخدام حرف كبير بعد علامات نهاية الجملة
de: Großschreibung nach satzschließenden Satzzeichen
el: Κεφαλαίο μετά από σημείο στίξης τέλους πρότασης
es: Poner en mayúscula tras un signo de puntuación final
fa: بزرگ‌نویسی پس از نشانه‌های پایان جمله
fi: Iso alkukirjain lauseen päättävän välimerkin jälkeen
fil: I-capitalize pagkatapos ng panapos na bantas
fr: Met une majuscule après la ponctuation de fin de phrase
he: אות רישית לאחר סימן פיסוק שמסיים משפט
hi: वाक्य समाप्त करने वाले विराम चिह्न के बाद बड़ा अक्षर बनाएँ
hr: Veliko slovo nakon interpunkcije na kraju rečenice
it: Maiuscola dopo la punteggiatura di fine frase
ja: 文末の句読点の後に大文字にします
ko: 문장 끝 문장 부호 뒤에 대문자로 시작합니다
pl: Wielka litera po znaku kończącym zdanie
pt: Coloca maiúscula após a pontuação de fim de frase
ru: Заглавная буква после знаков конца предложения
sv: Stor bokstav efter meningsavslutande skiljetecken
th: พิมพ์ตัวใหญ่หลังเครื่องหมายจบประโยค
uk: Велика літера після розділового знака в кінці речення
ur: جملہ ختم کرنے والی رموز اوقاف کے بعد بڑا حرف بنائیں
vi: Viết hoa sau dấu kết thúc câu

source: Center
ar: الوسط
de: Mitte
el: Κέντρο
es: Centro
fa: وسط
fi: Keskellä
fil: Gitna
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
it: Centro
ja: 中央
ko: 가운데
pl: Środek
pt: Centro
ru: По центру
sv: Centrerad
th: กึ่งกลาง
uk: По центру
ur: درمیان
vi: Giữa

source: Circle the 123 key to cut the text around the cursor. Swipe down on the same key to paste it back. Both gestures stay on the key after it switches the keyboard to numbers.
ar: ارسم دائرة على مفتاح 123 لقص النص حول المؤشر. اسحب لأسفل على المفتاح نفسه للصقه مرة أخرى. تبقى الإيماءتان على المفتاح بعد أن يبدّل لوحة المفاتيح إلى الأرقام.
de: Kreise die 123-Taste ein, um den Text um den Cursor auszuschneiden. Streiche auf derselben Taste nach unten, um ihn wieder einzufügen. Beide Gesten bleiben auf der Taste, auch nachdem sie die Tastatur auf Zahlen umgestellt hat.
el: Κάντε κυκλική κίνηση στο πλήκτρο 123 για αποκοπή του κειμένου γύρω από τον δρομέα. Σύρετε προς τα κάτω στο ίδιο πλήκτρο για να το επικολλήσετε ξανά. Και οι δύο κινήσεις παραμένουν στο πλήκτρο αφού αυτό αλλάξει το πληκτρολόγιο σε αριθμούς.
es: Traza un círculo en la tecla 123 para cortar el texto alrededor del cursor. Desliza hacia abajo en la misma tecla para volver a pegarlo. Ambos gestos siguen en la tecla después de que cambie el teclado a números.
fa: روی کلید 123 دایره بکشید تا متن اطراف مکان‌نما بریده شود. برای چسباندن دوباره، روی همان کلید به پایین بکشید. هر دو حرکت پس از آنکه کلید صفحه‌کلید را به اعداد تغییر دهد، روی همان کلید باقی می‌مانند.
fi: Piirrä ympyrä 123-näppäimeen, niin kohdistimen ympärillä oleva teksti leikataan. Liu’uta samaa näppäintä alaspäin liittääksesi sen takaisin. Molemmat eleet säilyvät näppäimellä sen jälkeen, kun se on vaihtanut näppäimistön numeroihin.
fil: Umikot sa 123 key para gupitin ang teksto sa paligid ng cursor. Mag-swipe pababa sa parehong key para i-paste ito ulit. Nananatili ang dalawang galaw sa key kahit matapos nitong palitan ang keyboard sa mga numero.
fr: Tracez un cercle sur la touche 123 pour couper le texte autour du curseur. Balayez vers le bas sur la même touche pour le recoller. Les deux gestes restent sur la touche après qu’elle a basculé le clavier sur les chiffres.
he: שרטט מעגל על מקש 123 כדי לגזור את הטקסט סביב הסמן. החלק מטה על אותו מקש כדי להדביק אותו בחזרה. שתי המחוות נשארות על המקש גם אחרי שהוא מחליף את המקלדת למספרים.
hi: कर्सर के आसपास का टेक्स्ट काटने के लिए 123 कुंजी पर गोला बनाएँ। उसे वापस चिपकाने के लिए उसी कुंजी पर नीचे स्वाइप करें। कुंजी द्वारा कीबोर्ड को अंकों पर बदलने के बाद भी दोनों जेस्चर उसी कुंजी पर बने रहते हैं।
hr: Napravi kružni pokret po tipki 123 za izrezivanje teksta oko pokazivača. Povuci prema dolje po istoj tipki da ga zalijepiš natrag. Obje geste ostaju na tipki i nakon što ona prebaci tipkovnicu na brojke.
it: Traccia un cerchio sul tasto 123 per tagliare il testo attorno al cursore. Scorri verso il basso sullo stesso tasto per incollarlo di nuovo. Entrambi i gesti restano sul tasto anche dopo che ha portato la tastiera ai numeri.
ja: 123キーで円を描くと、カーソル周辺のテキストを切り取ります。同じキーを下にスワイプすると貼り付け直せます。 このキーがキーボードを数字に切り替えたあとも、両方のジェスチャーはそのまま使えます。
ko: 123 키에서 원을 그리면 커서 주변 텍스트를 오려둡니다. 같은 키를 아래로 쓸어내리면 다시 붙여넣습니다. 이 키가 키보드를 숫자로 전환한 뒤에도 두 제스처는 그대로 유지됩니다.
pl: Zakreśl kółko na klawiszu 123, aby wyciąć tekst wokół kursora. Przesuń w dół na tym samym klawiszu, aby wkleić go z powrotem. Oba gesty pozostają na klawiszu także po przełączeniu klawiatury na cyfry.
pt: Trace um círculo na tecla 123 para cortar o texto à volta do cursor. Deslize para baixo na mesma tecla para o colar de novo. Ambos os gestos permanecem na tecla depois de esta mudar o teclado para números.
ru: Обведите клавишу 123, чтобы вырезать текст вокруг курсора. Свайп вниз по той же клавише вернёт его. Оба жеста остаются на клавише и после переключения на цифры.
sv: Rita en cirkel på 123-tangenten för att klippa ut texten runt markören. Svep nedåt på samma tangent för att klistra in den igen. Båda gesterna finns kvar på tangenten även efter att den växlat tangentbordet till siffror.
th: วนนิ้วบนปุ่ม 123 เพื่อตัดข้อความรอบเคอร์เซอร์ ปัดลงบนปุ่มเดียวกันเพื่อวางกลับ ทั้งสองท่าทางยังคงอยู่บนปุ่มนี้แม้หลังจากที่ปุ่มสลับแป้นพิมพ์เป็นตัวเลขแล้ว
uk: Обведіть клавішу 123, щоб вирізати текст навколо курсора. Проведіть вниз по тій самій клавіші, щоб вставити його назад. Обидва жести залишаються на клавіші й після перемикання на цифри.
ur: کرسر کے ارد گرد متن کاٹنے کے لیے 123 کلید پر دائرہ بنائیں۔ اسے واپس چسپاں کرنے کے لیے اسی کلید پر نیچے سوائپ کریں۔ کلید کے کی بورڈ کو ہندسوں پر بدلنے کے بعد بھی دونوں اشارے اسی کلید پر برقرار رہتے ہیں۔
vi: Vẽ vòng tròn trên phím 123 để cắt văn bản quanh con trỏ. Vuốt xuống trên cùng phím đó để dán lại. Cả hai cử chỉ vẫn nằm trên phím sau khi phím chuyển bàn phím sang số.

source: Classic
ar: كلاسيكي
de: Klassisch
el: Κλασικό
es: Clásico
fa: کلاسیک
fi: Klassinen
fil: Klasiko
fr: Classique
he: קלאסי
hi: क्लासिक
hr: Klasično
it: Classico
ja: クラシック
ko: 클래식
pl: Klasyczny
pt: Clássico
ru: Классический
sv: Klassisk
th: คลาสสิก
uk: Класичний
ur: کلاسک
vi: Cổ điển

source: Classic (7-8-9)
ar: كلاسيكي (⁦7-8-9⁩)
de: Klassisch (7-8-9)
el: Κλασικό (7-8-9)
es: Clásico (7-8-9)
fa: کلاسیک (⁦۷-۸-۹⁩)
fi: Klassinen (7-8-9)
fil: Klasiko (7-8-9)
fr: Classique (7-8-9)
he: קלאסי (7-8-9)
hi: क्लासिक (7-8-9)
hr: Klasično (7-8-9)
it: Classico (7-8-9)
ja: クラシック（7-8-9）
ko: 클래식 (7-8-9)
pl: Klasyczny (7-8-9)
pt: Clássico (7-8-9)
ru: Классический (7-8-9)
sv: Klassisk (7-8-9)
th: คลาสสิก (7-8-9)
uk: Класичний (7-8-9)
ur: کلاسک (⁦7-8-9⁩)
vi: Cổ điển (7-8-9)

source: Classic layout (7-8-9)
ar: التخطيط الكلاسيكي (⁦7-8-9⁩)
de: Klassisches Layout (7-8-9)
el: Κλασική διάταξη (7-8-9)
es: Disposición clásica (7-8-9)
fa: چیدمان کلاسیک (⁦۷-۸-۹⁩)
fi: Klassinen asettelu (7-8-9)
fil: Klasikong layout (7-8-9)
fr: Disposition classique (7-8-9)
he: פריסה קלאסית (7-8-9)
hi: क्लासिक लेआउट (7-8-9)
hr: Klasični raspored (7-8-9)
it: Layout classico (7-8-9)
ja: クラシックレイアウト（7-8-9）
ko: 클래식 레이아웃 (7-8-9)
pl: Układ klasyczny (7-8-9)
pt: Esquema clássico (7-8-9)
ru: Классическая раскладка (7-8-9)
sv: Klassisk layout (7-8-9)
th: เลย์เอาต์คลาสสิก (7-8-9)
uk: Класична розкладка (7-8-9)
ur: کلاسک لے آؤٹ (⁦7-8-9⁩)
vi: Bố cục cổ điển (7-8-9)

source: Clear
ar: مسح
de: Löschen
el: Εκκαθάριση
es: Borrar
fa: پاک کردن
fi: Tyhjennä
fil: I-clear
fr: Effacer
he: נקה
hi: साफ़ करें
hr: Očisti
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
uk: Очистити
ur: صاف کریں
vi: Xóa hết

source: Comma
ar: فاصلة
de: Komma
el: Κόμμα
es: Coma
fa: ویرگول
fi: Pilkku
fil: Kuwit
fr: Virgule
he: פסיק
hi: अल्पविराम
hr: Zarez
it: Virgola
ja: カンマ
ko: 쉼표
pl: Przecinek
pt: Vírgula
ru: Запятая
sv: Komma
th: จุลภาค
uk: Кома
ur: کوما
vi: Dấu phẩy
